[
  {
    "fact": "DYK? Central banks around the world are major holders of gold, using it as a hedge against currency risk."
  },
  {
    "fact": "DYK? Brent Crude and WTI (West Texas Intermediate) are the two primary benchmark oils used for pricing."
  },
  {
    "fact": "DYK? Bitcoin's total supply is capped at 21 million, making it a deflationary asset by design."
  },
  {
    "fact": "DYK? The Indian stock market's two major indices are the BSE Sensex and NSE Nifty 50."
  },
  {
    "fact": "DYK? Gold is so malleable that a single ounce can be stretched into a wire over 50 miles long."
  },
  {
    "fact": "DYK? OPEC (Organization of the Petroleum Exporting Countries) controls about 40% of the world's crude oil supply."
  },
  {
    "fact": "DYK? The first real-world Bitcoin transaction was for two pizzas, worth about $41 in 2010. Today, that Bitcoin is worth millions."
  },
  {
    "fact": "DYK? The Indian rupee symbol (₹) was adopted in 2010, designed by D. Udaya Kumar."
  },
  {
    "fact": "DYK? All the gold ever mined in human history would fit into about three Olympic-sized swimming pools."
  },
  {
    "fact": "DYK? The 1973 oil crisis caused oil prices to quadruple, leading to global economic shocks."
  },
  {
    "fact": "DYK? Bitcoin mining consumes more electricity annually than some entire countries like Argentina."
  },
  {
    "fact": "DYK? India's GDP crossed $3 trillion in 2021, making it the 6th largest economy in the world."
  },
  {
    "fact": "DYK? Gold is chemically inert, which means it doesn't rust or corrode, making it perfect for jewelry and electronics."
  },
  {
    "fact": "DYK? The US Strategic Petroleum Reserve is the largest emergency oil storage in the world, with a capacity of 727 million barrels."
  },
  {
    "fact": "DYK? Bitcoin's blockchain technology makes transactions irreversible, preventing chargebacks."
  },
  {
    "fact": "DYK? The Bombay Stock Exchange (BSE) is Asia's oldest stock exchange, established in 1875."
  },
  {
    "fact": "DYK? Gold nanoparticles are used in modern medicine for drug delivery and cancer treatment."
  },
  {
    "fact": "DYK? Saudi Arabia has about 17% of the world's proven petroleum reserves, the largest of any country."
  },
  {
    "fact": "DYK? Bitcoin's pseudonymous creator, Satoshi Nakamoto, is estimated to own about 1 million BTC, untouched since 2010."
  },
  {
    "fact": "DYK? India is the world's second-largest consumer of gold, after China."
  },
  {
    "fact": "DYK? The gold standard, where currencies were backed by gold, was abandoned by most countries by the 1970s."
  },
  {
    "fact": "DYK? Venezuela has the largest proven oil reserves in the world, surpassing Saudi Arabia."
  },
  {
    "fact": "DYK? Bitcoin's price volatility often increases around halving events, which occur every four years."
  },
  {
    "fact": "DYK? The Indian government demonetized 500 and 1000 rupee notes in 2016 to combat black money."
  },
  {
    "fact": "DYK? Fort Knox holds about 147 million ounces of gold, about half of the US Treasury's reserves."
  },
  {
    "fact": "DYK? The Permian Basin in Texas is the highest-producing oil field in the United States."
  },
  {
    "fact": "DYK? Bitcoin's market capitalization briefly surpassed $1 trillion in 2021."
  },
  {
    "fact": "DYK? India's foreign exchange reserves crossed $600 billion for the first time in 2021."
  },
  {
    "fact": "DYK? Gold is so dense that one cubic foot weighs over half a ton."
  },
  {
    "fact": "DYK? The 2020 oil price war between Russia and Saudi Arabia caused WTI prices to briefly turn negative."
  },
  {
    "fact": "DYK? Bitcoin's Lightning Network enables instant, low-cost transactions by processing them off-chain."
  },
  {
    "fact": "DYK? India's IT sector contributes about 8% of the country's GDP and employs over 4 million people."
  },
  {
    "fact": "DYK? The largest gold nugget ever found was the 'Welcome Stranger,' discovered in Australia in 1869, weighing 2316 troy ounces."
  },
  {
    "fact": "DYK? Fracking technology revolutionized the US oil industry, making it the world's top oil producer."
  },
  {
    "fact": "DYK? Bitcoin's decentralized nature means no single entity controls it, unlike traditional currencies."
  },
  {
    "fact": "DYK? India's GST (Goods and Services Tax) implementation in 2017 unified the country's complex tax system."
  },
  {
    "fact": "DYK? Gold is edible and is used in some luxury foods and drinks as gold leaf."
  },
  {
    "fact": "DYK? The Keystone XL pipeline, canceled in 2021, was designed to carry 830,000 barrels of oil daily from Canada to the US."
  },
  {
    "fact": "DYK? Bitcoin's proof-of-work consensus mechanism requires miners to solve complex mathematical problems."
  },
  {
    "fact": "DYK? India's retail inflation is primarily measured by the Consumer Price Index (CPI)."
  },
  {
    "fact": "DYK? The World Gold Council estimates that about 197,576 tonnes of gold have been mined throughout history."
  },
  {
    "fact": "DYK? The 1990 Gulf War caused oil prices to spike due to supply disruptions from the Middle East."
  },
  {
    "fact": "DYK? Bitcoin's private keys, if lost, mean permanent loss of access to those coins, with an estimated 20% of all BTC already lost."
  },
  {
    "fact": "DYK? India's Unified Payments Interface (UPI) revolutionized digital payments, processing over 5 billion monthly transactions."
  },
  {
    "fact": "DYK? Gold is an excellent conductor of electricity, which is why it's used in electronics like smartphones and computers."
  },
  {
    "fact": "DYK? The US shale revolution turned the country from a net oil importer to a net exporter for the first time in decades."
  },
  {
    "fact": "DYK? Bitcoin's decentralized ledger (blockchain) is publicly viewable, ensuring transparency of all transactions."
  },
  {
    "fact": "DYK? India's mutual fund industry has grown to over $500 billion in assets under management as of 2022."
  },
  {
    "fact": "DYK? The London Bullion Market Association (LBMA) sets the global benchmark price for gold twice daily."
  },
  {
    "fact": "DYK? The 2014 oil price crash was caused by oversupply and reduced demand, with prices falling from $100 to under $30 per barrel."
  },
  {
    "fact": "DYK? Bitcoin's energy consumption per transaction is equivalent to the power used by an average US household for 60 days."
  },
  {
    "fact": "DYK? India's forex reserves include gold, foreign currency assets, SDRs, and IMF reserve positions."
  },
  {
    "fact": "DYK? Gold can be found on every continent on Earth, with mining operations in over 90 countries."
  },
  {
    "fact": "DYK? The Strait of Hormuz, between Oman and Iran, is the world's most important oil chokepoint, with 20% of global oil passing through."
  },
  {
    "fact": "DYK? Bitcoin's scarcity is mathematically enforced by its code, with new coins created at a predictable, decreasing rate."
  },
  {
    "fact": "DYK? India's banking sector is dominated by public sector banks, which hold about 60% of total banking assets."
  },
  {
    "fact": "DYK? The largest gold vault in the world is the Federal Reserve Bank of New York's vault, holding about 6,350 tonnes."
  },
  {
    "fact": "DYK? The 2008 financial crisis saw oil prices drop from $147 to $30 per barrel in just five months."
  },
  {
    "fact": "DYK? Bitcoin's price is highly correlated with tech stocks like Tesla and MicroStrategy that hold BTC on their balance sheets."
  },
  {
    "fact": "DYK? India's corporate tax rate was reduced to 22% in 2019 to attract foreign investment and boost economic growth."
  },
  {
    "fact": "DYK? Gold is the only metal that is yellow or golden in color naturally; other metals require alloying or treatment."
  },
  {
    "fact": "DYK? The Dakota Access Pipeline, completed in 2017, can transport up to 570,000 barrels of oil per day from North Dakota to Illinois."
  },
  {
    "fact": "DYK? Bitcoin's Taproot upgrade in 2021 improved privacy and efficiency by enabling Schnorr signatures."
  },
  {
    "fact": "DYK? India's insurance penetration (premiums as % of GDP) is about 4.2%, lower than the global average of 7.4%."
  },
  {
    "fact": "DYK? The 'Golden Ratio' (1.618) is often used by traders to predict price movements in gold markets."
  },
  {
    "fact": "DYK? The Deepwater Horizon oil spill in 2010 released about 4.9 million barrels of oil into the Gulf of Mexico."
  },
  {
    "fact": "DYK? Bitcoin's hashrate, measuring computational power securing the network, reached 200 exahashes per second in 2022."
  },
  {
    "fact": "DYK? India's direct tax collections crossed ₹14 lakh crore for the first time in FY 2021-22."
  },
  {
    "fact": "DYK? Gold's atomic number is 79, making it one of the higher atomic number elements that occur naturally."
  },
  {
    "fact": "DYK? The SPR (Strategic Petroleum Reserve) release is a tool used by governments to stabilize oil prices during supply shocks."
  },
  {
    "fact": "DYK? Bitcoin's dominance index measures its market cap relative to the total crypto market, typically between 40-60%."
  },
  {
    "fact": "DYK? India's fiscal deficit target for FY 2022-23 was set at 6.4% of GDP."
  },
  {
    "fact": "DYK? The largest gold coin ever minted was by the Perth Mint in 2011, weighing 1 tonne and worth about $50 million."
  },
  {
    "fact": "DYK? The 2022 Russia-Ukraine war caused Brent crude to surge above $130/barrel, the highest since 2008."
  },
  {
    "fact": "DYK? Bitcoin's UTXO (Unspent Transaction Output) model differs from traditional account-based systems used by banks."
  },
  {
    "fact": "DYK? India's public debt-to-GDP ratio is about 90%, higher than many emerging market peers."
  },
  {
    "fact": "DYK? Gold is non-toxic and biologically inert, which is why it's used in dental work and medical implants."
  },
  {
    "fact": "DYK? The US became a net petroleum exporter in 2020 for the first time since at least 1949."
  },
  {
    "fact": "DYK? Bitcoin's difficulty adjustment occurs every 2016 blocks (~2 weeks) to maintain a 10-minute block time."
  },
  {
    "fact": "DYK? India's current account deficit widened to 4.4% of GDP in Q2 2022, the highest in a decade."
  },
  {
    "fact": "DYK? The term 'carat' for gold purity comes from carob seeds, which were historically used as counterweights in balances."
  },
  {
    "fact": "DYK? The IEA (International Energy Agency) recommends maintaining oil stocks equivalent to 90 days of net imports for member countries."
  },
  {
    "fact": "DYK? Bitcoin's SegWit (Segregated Witness) upgrade in 2017 increased block capacity by separating signature data."
  },
  {
    "fact": "DYK? India's forex reserves can cover about 9 months of imports, considered a healthy buffer by economists."
  },
  {
    "fact": "DYK? Gold's density is 19.32 g/cm³, meaning it's over 19 times heavier than an equal volume of water."
  },
  {
    "fact": "DYK? The 1979 Iranian Revolution caused the second oil shock, with prices nearly doubling in a year."
  },
  {
    "fact": "DYK? Bitcoin's 'HODL' meme originated from a 2013 typo in a forum post and became a popular investment strategy."
  },
  {
    "fact": "DYK? India's retail investor base crossed 100 million in 2022, driven by demat account openings."
  },
  {
    "fact": "DYK? The Krugerrand, introduced in 1967, was the first modern gold bullion coin for investment purposes."
  },
  {
    "fact": "DYK? Oil refineries use fractional distillation to separate crude oil into different products like gasoline and diesel."
  },
  {
    "fact": "DYK? Bitcoin's 'whales' (entities holding 1000+ BTC) control about 40% of all circulating supply."
  },
  {
    "fact": "DYK? India's bond market is dominated by government securities, which account for about 80% of trading volume."
  },
  {
    "fact": "DYK? Gold's purity is measured in karats, with 24k being 99.9% pure and 18k being 75% gold."
  },
  {
    "fact": "DYK? The 2019 drone attacks on Saudi Arabia's Abqaiq oil facility temporarily knocked out 5% of global oil supply."
  },
  {
    "fact": "DYK? Bitcoin's pseudonymity means transactions are tied to wallet addresses rather than real-world identities."
  },
  {
    "fact": "DYK? India's corporate bond market is relatively underdeveloped, accounting for less than 20% of GDP."
  },
  {
    "fact": "DYK? The 'Golden Cross' technical pattern occurs when a 50-day moving average crosses above a 200-day moving average."
  },
  {
    "fact": "DYK? Oil futures contracts on NYMEX specify delivery of 1000 barrels of oil per contract."
  },
  {
    "fact": "DYK? Bitcoin's 'not your keys, not your coins' mantra emphasizes the importance of self-custody in crypto."
  },
  {
    "fact": "DYK? India's SEBI (Securities and Exchange Board) regulates capital markets with strict insider trading rules."
  },
  {
    "fact": "DYK? Gold's value is remarkably stable over centuries - an ounce bought a fine toga in Roman times and still buys a fine suit today."
  },
  {
    "fact": "DYK? The Bakken Formation in North Dakota was one of the biggest shale oil discoveries, with up to 7.4 billion barrels recoverable."
  },
  {
    "fact": "DYK? Bitcoin's 'S2F' (Stock-to-Flow) model compares existing supply to new production, predicting long-term price appreciation."
  },
  {
    "fact": "DYK? India's NPA (Non-Performing Assets) crisis in public sector banks peaked at over 11% of loans in 2018."
  },
  {
    "fact": "DYK? Gold leaf can be beaten so thin that it becomes semi-transparent, with thicknesses of about 0.1 microns."
  },
  {
    "fact": "DYK? The Brent crude benchmark actually refers to a blend of oil from 15 different fields in the North Sea."
  },
  {
    "fact": "DYK? Bitcoin's 'shitcoin' term refers to alternative cryptocurrencies with little utility or value proposition."
  },
  {
    "fact": "DYK? India's credit-to-GDP ratio is about 56%, lower than China's 180% and the US's 230%."
  },
  {
    "fact": "DYK? The 'Death Cross' is the opposite of the Golden Cross, when the 50-day MA crosses below the 200-day MA, seen as bearish."
  },
  {
    "fact": "DYK? The SPR release in 2022 of 180 million barrels was the largest in US history to combat high oil prices."
  },
  {
    "fact": "DYK? Bitcoin's 'maximalists' believe BTC will become the sole dominant cryptocurrency, rendering others obsolete."
  },
  {
    "fact": "DYK? India's REER (Real Effective Exchange Rate) measures the rupee's value against a basket of trade-weighted currencies."
  },
  {
    "fact": "DYK? Gold's reflectivity makes it ideal for coating spacecraft visors and satellites to reflect infrared radiation."
  },
  {
    "fact": "DYK? The 'crack spread' refers to the difference between crude oil prices and petroleum product prices (gasoline, diesel)."
  },
  {
    "fact": "DYK? Bitcoin's 'FOMO' (Fear Of Missing Out) drives retail investors to buy during price rallies, often near peaks."
  },
  {
    "fact": "DYK? India's PMI (Purchasing Managers' Index) above 50 indicates economic expansion, below 50 indicates contraction."
  },
  {
    "fact": "DYK? The 'Gold Fix' was historically set by five bullion banks meeting twice daily; now it's an electronic auction process."
  },
  {
    "fact": "DYK? The WTI-Brent spread reflects differences in quality and transportation costs between US and international oil."
  },
  {
    "fact": "DYK? Bitcoin's 'FUD' (Fear, Uncertainty, Doubt) describes negative sentiment that can drive price declines."
  },
  {
    "fact": "DYK? India's FDI (Foreign Direct Investment) reached $83.57 billion in FY 2021-22, the highest ever."
  },
  {
    "fact": "DYK? Gold's thermal conductivity is used in astronaut helmets to regulate temperature in extreme space conditions."
  },
  {
    "fact": "DYK? The 'contango' market structure occurs when futures prices are higher than spot prices, encouraging storage."
  },
  {
    "fact": "DYK? Bitcoin's 'DYOR' (Do Your Own Research) emphasizes personal responsibility in crypto investing."
  },
  {
    "fact": "DYK? India's IIP (Index of Industrial Production) measures short-term changes in industrial sector output."
  },
  {
    "fact": "DYK? The 'Goldilocks Zone' in mining refers to optimal conditions where extraction is most economically viable."
  },
  {
    "fact": "DYK? The 'backwardation' market structure occurs when spot prices are higher than futures, indicating tight supply."
  },
  {
    "fact": "DYK? Bitcoin's 'NGU' (Number Go Up) technology refers to its tendency to appreciate over long time horizons."
  },
  {
    "fact": "DYK? India's core inflation excludes volatile food and fuel prices to reveal underlying price trends."
  },
  {
    "fact": "DYK? Gold's electron configuration [Xe] 4f14 5d10 6s1 makes it resistant to oxidation and corrosion."
  },
  {
    "fact": "DYK? The 'Widowmaker' trade refers to natural gas futures, known for extreme volatility and trader losses."
  },
  {
    "fact": "DYK? Bitcoin's 'rekt' slang describes traders who suffer heavy losses from poor investment decisions."
  },
  {
    "fact": "DYK? India's CAD (Current Account Deficit) occurs when imports exceed exports plus net income from abroad."
  },
  {
    "fact": "DYK? The 'Golden Butterfly' portfolio allocates 20% to gold as part of a diversified investment strategy."
  },
  {
    "fact": "DYK? Oil tanker rates surge during contango markets as traders store oil at sea to sell later at higher prices."
  },
  {
    "fact": "DYK? Bitcoin's 'laser eyes' meme represents maximalist belief in BTC reaching $100,000 or more."
  },
  {
    "fact": "DYK? India's WPI (Wholesale Price Index) measures inflation at the wholesale level, differing from CPI."
  },
  {
    "fact": "DYK? Gold's Young's modulus (measure of stiffness) is 79 GPa, making it relatively soft compared to other metals."
  },
  {
    "fact": "DYK? The 'Dated Brent' benchmark assesses prices for physical cargoes loading within 10-21 days."
  },
  {
    "fact": "DYK? Bitcoin's 'WAGMI' (We're All Gonna Make It) expresses community optimism during market downturns."
  },
  {
    "fact": "DYK? India's FPI (Foreign Portfolio Investment) flows are highly sensitive to global risk appetite and US rates."
  },
  {
    "fact": "DYK? The 'Gold/Silver ratio' measures how many ounces of silver it takes to buy one ounce of gold, historically ~60:1."
  },
  {
    "fact": "DYK? The 'paper barrel' refers to oil futures contracts that vastly outnumber physical barrels available for delivery."
  },
  {
    "fact": "DYK? Bitcoin's 'NGMI' (Not Gonna Make It) refers to those who sell during dips and miss long-term gains."
  },
  {
    "fact": "DYK? India's MSP (Minimum Support Price) system guarantees farmers prices for 23 crops, including rice and wheat."
  },
  {
    "fact": "DYK? Gold's Vickers hardness is about 25 HV, making it softer than platinum (40 HV) or steel (150-900 HV)."
  },
  {
    "fact": "DYK? The 'Arab Light' crude grade is Saudi Arabia's flagship export oil, with API gravity of 33°."
  },
  {
    "fact": "DYK? Bitcoin's 'hash war' refers to competing chains battling for miner support through computational power."
  },
  {
    "fact": "DYK? India's GVA (Gross Value Added) measures economic output by deducting input costs from total output."
  },
  {
    "fact": "DYK? The 'Gold Carry Trade' involves borrowing in low-interest currencies to buy gold as a hedge."
  },
  {
    "fact": "DYK? The 'sour crude' designation refers to oil with high sulfur content (>0.5%), requiring more refining."
  },
  {
    "fact": "DYK? Bitcoin's 'timechain' emphasizes its immutable record of transactions ordered by timestamps."
  },
  {
    "fact": "DYK? India's CRR (Cash Reserve Ratio) requires banks to keep 4.5% of deposits with the RBI as of 2022."
  },
  {
    "fact": "DYK? Gold's thermal neutron absorption cross-section makes it useful in nuclear reactor shielding."
  },
  {
    "fact": "DYK? The 'sweet crude' designation refers to low-sulfur oil (<0.5%) that's easier and cheaper to refine."
  },
  {
    "fact": "DYK? Bitcoin's 'unconfiscatable' nature means private keys cannot be seized without knowledge/access."
  },
  {
    "fact": "DYK? India's SLR (Statutory Liquidity Ratio) requires banks to maintain 18% of deposits in liquid assets."
  },
  {
    "fact": "DYK? The 'Gold Forward Offered Rate' (GOFO) was a benchmark for gold leasing rates, discontinued in 2015."
  },
  {
    "fact": "DYK? The 'Dated Brent vs. WTI arbitrage' allows traders to profit from price differences between benchmarks."
  },
  {
    "fact": "DYK? Bitcoin's 'sound money' properties include verifiable scarcity, durability, and resistance to censorship."
  },
  {
    "fact": "DYK? India's PCA (Prompt Corrective Action) framework imposes restrictions on financially weak banks."
  },
  {
    "fact": "DYK? Gold's electrical resistance increases linearly with temperature, unlike most metals."
  },
  {
    "fact": "DYK? The 'Brent complex' includes Brent, Forties, Oseberg, and Ekofisk (BFOE) grades that determine the benchmark."
  },
  {
    "fact": "DYK? Bitcoin's 'orange pill' refers to the moment someone understands Bitcoin's revolutionary potential."
  },
  {
    "fact": "DYK? India's T-bills (Treasury bills) are short-term government securities with maturities up to 364 days."
  },
  {
    "fact": "DYK? The 'Gold LIBOR' was a daily reference rate for gold leasing, discontinued alongside other LIBOR rates."
  },
  {
    "fact": "DYK? The 'WTI Midland' grade was added to Brent pricing in 2023 to reflect growing US exports."
  },
  {
    "fact": "DYK? Bitcoin's 'runes' protocol enables creating fungible tokens directly on the Bitcoin blockchain."
  },
  {
    "fact": "DYK? India's G-Sec yields are benchmarks for corporate borrowing rates across the economy."
  },
  {
    "fact": "DYK? Gold's Pauli paramagnetism makes it weakly attracted to magnetic fields, unlike ferromagnetic materials."
  },
  {
    "fact": "DYK? The 'CFD (Contract for Difference) market allows oil speculation without owning physical barrels."
  },
  {
    "fact": "DYK? Bitcoin's 'ordinals' protocol enables NFT-like inscriptions directly on the Bitcoin blockchain."
  },
  {
    "fact": "DYK? India's OMO (Open Market Operations) are RBI's tool to manage liquidity through bond purchases/sales."
  },
  {
    "fact": "DYK? The 'Gold Basis' measures the difference between spot prices and futures prices for gold."
  },
  {
    "fact": "DYK? The 'Urals discount' reflects price reductions for Russian oil due to sanctions and payment difficulties."
  },
  {
    "fact": "DYK? Bitcoin's 'BIPs' (Bitcoin Improvement Proposals) outline suggested protocol changes and upgrades."
  },
  {
    "fact": "DYK? India's CPI basket weights food at 39%, housing at 10%, and fuel at 7% for urban consumers."
  },
  {
    "fact": "DYK? Gold's Debye temperature (170K) characterizes its vibrational properties at atomic scales."
  },
  {
    "fact": "DYK? The 'DME Oman' crude benchmark reflects Middle Eastern oil pricing for Asian markets."
  },
  {
    "fact": "DYK? Bitcoin's 'sidechains' like Liquid enable faster transactions while anchoring security to Bitcoin."
  },
  {
    "fact": "DYK? India's FRA (Forward Rate Agreement) market allows hedging against future interest rate movements."
  },
  {
    "fact": "DYK? The 'Gold Lease Rate' represents the cost to borrow gold, often used by central banks and miners."
  },
  {
    "fact": "DYK? The 'Mars crude' benchmark reflects US Gulf Coast heavy sour oil pricing for export markets."
  },
  {
    "fact": "DYK? Bitcoin's 'coinjoin' transactions combine multiple payments to enhance privacy on the blockchain."
  },
  {
    "fact": "DYK? India's ECB (External Commercial Borrowing) allows companies to raise loans from foreign lenders."
  },
  {
    "fact": "DYK? Gold's Knoop hardness (200) makes it softer than quartz (820) but harder than gypsum (32)."
  },
  {
    "fact": "DYK? The 'Baltic Exchange Dirty Tanker Index' tracks rates for crude oil transportation by sea."
  },
  {
    "fact": "DYK? Bitcoin's 'RGB protocol' enables smart contracts and scalable private transactions off-chain."
  },
  {
    "fact": "DYK? India's FCNR(B) deposits allow NRIs to hold foreign currency deposits in Indian banks."
  },
  {
    "fact": "DYK? The 'Gold Volatility Index' (GVZ) measures market expectations of gold price volatility."
  },
  {
    "fact": "DYK? The 'ANS (Alaska North Slope) crude benchmark reflects West Coast US oil pricing."
  },
  {
    "fact": "DYK? Bitcoin's 'statechains' enable off-chain transfers while maintaining on-chain settlement."
  },
  {
    "fact": "DYK? India's NDS-OM (Negotiated Dealing System-Order Matching) is the RBI's electronic bond trading platform."
  },
  {
    "fact": "DYK? Gold's specific heat capacity (0.129 J/g°C) means it heats up quickly compared to other metals."
  },
  {
    "fact": "DYK? The 'Baltic Exchange Clean Tanker Index' tracks rates for refined product transportation."
  },
  {
    "fact": "DYK? Bitcoin's 'drivechains' propose a method for two-way pegs between Bitcoin and sidechains."
  },
  {
    "fact": "DYK? India's CP (Commercial Paper) market allows corporations to raise short-term unsecured funds."
  },
  {
    "fact": "DYK? The 'Gold/S&P 500 ratio' measures gold's performance relative to the US stock market."
  },
  {
    "fact": "DYK? The 'Dubai crude' benchmark reflects Middle Eastern oil pricing for Asian markets."
  },
  {
    "fact": "DYK? Bitcoin's 'Fedimints' are community custody solutions to improve scalability and privacy."
  },
  {
    "fact": "DYK? India's CD (Certificate of Deposit) market allows banks to raise short-term funds from investors."
  },
  {
    "fact": "DYK? Gold's linear coefficient of thermal expansion (14.2 µm/m·K) affects its use in precision instruments."
  },
  {
    "fact": "DYK? The 'Bonny Light' crude benchmark reflects Nigerian oil pricing for export markets."
  },
  {
    "fact": "DYK? Bitcoin's 'Ark' protocol proposes confidential transactions through elliptic curve cryptography."
  },
  {
    "fact": "DYK? India's ECB guidelines specify eligible borrowers, recognized lenders, and end-use restrictions."
  },
  {
    "fact": "DYK? The 'Gold/Oil ratio' measures how many barrels of oil one ounce of gold can buy."
  },
  {
    "fact": "DYK? The 'Tapis crude' benchmark reflects light sweet oil from Malaysia for Asian markets."
  },
  {
    "fact": "DYK? Bitcoin's 'SNARKs' (Succinct Non-Interactive Arguments of Knowledge) enable efficient zero-knowledge proofs."
  },
  {
    "fact": "DYK? India's Masala Bonds are rupee-denominated bonds issued overseas to attract foreign capital."
  },
  {
    "fact": "DYK? Gold's magnetic susceptibility (-28×10^-6) makes it slightly diamagnetic (repelled by magnets)."
  },
  {
    "fact": "DYK? The 'ESPO (East Siberia-Pacific Ocean) crude benchmark reflects Russian oil pricing for Asia."
  },
  {
    "fact": "DYK? Bitcoin's 'STARKs' (Scalable Transparent Arguments of Knowledge) improve upon SNARKs' trust assumptions."
  },
  {
    "fact": "DYK? India's SDL (State Development Loans) are bonds issued by state governments to fund expenditures."
  },
  {
    "fact": "DYK? The 'Gold/Bitcoin ratio' tracks how many BTC one ounce of gold can buy, measuring relative value."
  },
  {
    "fact": "DYK? The 'Basrah Light' crude benchmark reflects Iraqi oil pricing for export markets."
  },
  {
    "fact": "DYK? Bitcoin's 'channel factories' enable batch opening of Lightning Network payment channels."
  },
  {
    "fact": "DYK? India's STRIPS (Separate Trading of Registered Interest and Principal Securities) allow trading bond components separately."
  },
  {
    "fact": "DYK? Gold's bulk modulus (180 GPa) measures its resistance to uniform compression."
  },
  {
    "fact": "DYK? The 'Western Canadian Select' benchmark reflects heavy Canadian oil pricing."
  },
  {
    "fact": "DYK? Bitcoin's 'eltoo' upgrade proposes simplifying Lightning Network channel updates."
  },
  {
    "fact": "DYK? India's IRF (Interest Rate Futures) allow hedging against interest rate fluctuations."
  },
  {
    "fact": "DYK? The 'Gold VIX' measures expected 30-day volatility of gold prices, similar to the stock market VIX."
  },
  {
    "fact": "DYK? The 'Murban crude' benchmark reflects Abu Dhabi's flagship export oil grade."
  },
  {
    "fact": "DYK? Bitcoin's 'SIGHASH_ANYPREVOUT' enables more flexible Lightning Network constructions."
  },
  {
    "fact": "DYK? India's FRB (Floating Rate Bonds) have interest payments linked to a benchmark rate."
  },
  {
    "fact": "DYK? Gold's speed of sound (3240 m/s) is nearly 10 times faster than in air (343 m/s)."
  },
  {
    "fact": "DYK? The 'Cushing OK storage hub' is the delivery point for WTI futures, with 90 million barrels capacity."
  },
  {
    "fact": "DYK? Bitcoin's 'MWEB' (Mimblewimble Extension Blocks) proposes confidential transactions."
  },
  {
    "fact": "DYK? India's ILS (Inflation-Linked Securities) provide protection against inflation for investors."
  },
  {
    "fact": "DYK? The 'Gold/Silver spread' refers to trading the price relationship between the two precious metals."
  },
  {
    "fact": "DYK? The 'Dated Brent vs. Dubai spread' reflects pricing differences between Atlantic and Middle Eastern oil."
  },
  {
    "fact": "DYK? Bitcoin's 'CoinSwap' enhances privacy by coordinating transactions between multiple parties."
  },
  {
    "fact": "DYK? India's CRISIL, ICRA, and CARE are major credit rating agencies for domestic debt instruments."
  },
  {
    "fact": "DYK? Gold's surface plasmon resonance gives nanoparticles their distinctive red/purple colors."
  },
  {
    "fact": "DYK? The 'Louisiana Light Sweet' crude benchmark reflects US Gulf Coast oil pricing."
  },
  {
    "fact": "DYK? Bitcoin's 'PayJoin' transactions combine payments from multiple parties in a single transaction."
  },
  {
    "fact": "DYK? India's G-SAP (Government Securities Acquisition Programme) was RBI's bond-buying program during COVID."
  },
  {
    "fact": "DYK? The 'Gold/Crude ratio' measures how many barrels of oil one ounce of gold can purchase."
  },
  {
    "fact": "DYK? The 'Platts Market on Close' (MOC) process determines daily oil price assessments."
  },
  {
    "fact": "DYK? Bitcoin's 'Silent Payments' enable reusable payment codes without address reuse."
  },
  {
    "fact": "DYK? India's LAF (Liquidity Adjustment Facility) includes repo and reverse repo operations by RBI."
  },
  {
    "fact": "DYK? Gold's work function (5.1 eV) is the energy needed to remove an electron from its surface."
  },
  {
    "fact": "DYK? The 'Mars-Ursa spread' reflects pricing differences between US Gulf Coast and international crude."
  },
  {
    "fact": "DYK? Bitcoin's 'BIP47' enables reusable payment codes for improved privacy in recurring transactions."
  },
  {
    "fact": "DYK? India's VRR (Variable Rate Repo) auctions allow flexible liquidity injection by the RBI."
  },
  {
    "fact": "DYK? The 'Gold/Platinum ratio' measures relative value between the two precious metals."
  },
  {
    "fact": "DYK? The 'Dated Brent vs. CFDs spread' reflects differences between physical and paper oil markets."
  },
  {
    "fact": "DYK? Bitcoin's 'BIP322' proposes a standard for message signing to prove ownership of addresses."
  },
  {
    "fact": "DYK? India's MSS (Market Stabilisation Scheme) bonds help the RBI manage excess liquidity."
  },
  {
    "fact": "DYK? Gold's electron affinity (222.8 kJ/mol) measures energy released adding an electron."
  },
  {
    "fact": "DYK? The 'Brent-Dubai EFS (Exchange for Swaps)' reflects arbitrage between Atlantic and Middle Eastern oil."
  },
  {
    "fact": "DYK? Bitcoin's 'BIP119' proposes CHECKTEMPLATEVERIFY for improved smart contract capabilities."
  },
  {
    "fact": "DYK? India's SDF (Standing Deposit Facility) allows banks to park excess liquidity with RBI."
  },
  {
    "fact": "DYK? The 'Gold/Palladium ratio' measures relative value between the two platinum group metals."
  },
  {
    "fact": "DYK? The 'Dated Brent vs. ICE Brent spread' reflects differences between physical and futures pricing."
  },
  {
    "fact": "DYK? Bitcoin's 'BIP300' proposes drivechains for two-way pegs with sidechains."
  },
  {
    "fact": "DYK? India's LRMT (Liberalised Remittance Scheme) allows residents to send $250,000 abroad annually."
  },
  {
    "fact": "DYK? Gold's electrical resistivity (22.14 nΩ·m) increases linearly with temperature."
  },
  {
    "fact": "DYK? The 'Brent-WTI arbitrage' reflects transatlantic oil price differences and transportation costs."
  },
  {
    "fact": "DYK? Bitcoin's 'BIP301' proposes blind merged mining for sidechain security."
  },
  {
    "fact": "DYK? India's FPI limits specify maximum foreign ownership in Indian companies across sectors."
  },
  {
    "fact": "DYK? The 'Gold/Rhodium ratio' measures relative value between gold and the rarest platinum group metal."
  },
  {
    "fact": "DYK? The 'Dated Brent vs. DME Oman spread' reflects differences between Atlantic and Middle Eastern pricing."
  },
  {
    "fact": "DYK? Bitcoin's 'BIP350' proposes output script descriptors for improved wallet interoperability."
  },
  {
    "fact": "DYK? India's FEMA (Foreign Exchange Management Act) regulates all foreign exchange transactions."
  },
  {
    "fact": "DYK? Gold's thermal neutron capture cross-section (98.65 barns) makes it useful in nuclear applications."
  },
  {
    "fact": "DYK? The 'Brent-Urals spread' reflects pricing differences between global and Russian crude grades."
  },
  {
    "fact": "DYK? Bitcoin's 'BIP360' proposes silent payments for improved privacy."
  },
  {
    "fact": "DYK? India's ODI (Overseas Direct Investment) regulations govern foreign investments by Indian entities."
  },
  {
    "fact": "DYK? The 'Gold/Iridium ratio' measures relative value between gold and the corrosion-resistant metal."
  },
  {
    "fact": "DYK? The 'Dated Brent vs. TAPIS spread' reflects differences between Atlantic and Asian crude pricing."
  },
  {
    "fact": "DYK? Bitcoin's 'BIP370' proposes PayJoin transaction format standardization."
  },
  {
    "fact": "DYK? India's FDI automatic route allows investments without government approval in specified sectors."
  },
  {
    "fact": "DYK? Gold's superconducting transition occurs at extremely low temperatures (<100 mK)."
  },
  {
    "fact": "DYK? The 'Brent-Murban spread' reflects pricing differences between global and Middle Eastern crude."
  },
  {
    "fact": "DYK? Bitcoin's 'BIP380' proposes output script descriptors for improved wallet interoperability."
  },
  {
    "fact": "DYK? India's ECB automatic route allows foreign borrowing without RBI approval within specified limits."
  }
]
